Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/local_and_regional_government/cathaoirleach_of_the_council.html.txt.tmx
Source language: en
Languages: ga

source: Every year, each local authority elects a chair called the Cathaoirleach for a term of one year and a deputy chair called the Leas-Cathaoirleach from among its members
ga: Gach bliain, toghann gach údarás áitiúil duine dá gcomhaltaí féin mar Chathaoirleach agus duine eile mar Leas-Cathaoirleach ar feadh tréimhse bliana

source: The members elected for each municipal district elect a Cathaoirleach and a Leas-Chathaoirleach for their grouping
ga: Toghann na comhaltaí tofa le haghaidh gach ceantar bardasach Cathaoirleach agus Leas-Chathaoirleach dá ngrúpáil

source: The Cathaoirleach chairs the meetings of the local authority or municipal district
ga: Déanann an Cathaoirleach cathaoirleacht ar chruinnithe an údaráis áitiúil nó an cheantair bhardasaigh

source: The Leas-Cathaoirleach chairs meetings when the Cathaoirleach is not present
ga: Déanann an Leas-Chathaoirleach cathaoirleacht ar chruinnithe nuair nach mbíonn an Cathaoirleach i láthair

source: Alternative titles to Cathaoirleach and Leas-Chathaoirleach may be used in some cases
ga: Féadtar teidil eile seachas an Cathaoirleach agus an Leas-Chathaoirleach a úsáid i roinnt cásanna

source: Cork and Dublin City Councils are entitled to use the titles Lord Mayor and Deputy Lord Mayor
ga: Tá Comhairlí Cathrach Chorcaí agus Bhaile Átha Cliath i dteideal teidil eile, ar nós Ard-Mhéara agus Leas-Ard-Mhéara a úsáid

source: Limerick City and County Council, Waterford City and County Council and Galway City Council can use the titles Mayor and Deputy Mayor
ga: Féadfaidh Comhairle Cathrach agus Contae Luimnigh, Comhairle Cathrach agus Contae Phort Láirge agus Comhairle Cathrach na Gaillimhe na teidil Méara agus Leas-Mhéara a úsáid

source: The following municipal districts can use the titles Mayor and Deputy Mayor:
ga: Féadfaidh na ceantair bhardasacha a leanas na teidil Méara agus Leas-Mhéara a úsáid:

source: • The municipal districts which were formerly Limerick City Council and Waterford City Council
ga: • Na ceantair bhardasacha a bhíodh Comhairle Cathrach Luimnigh agus Comhairle Cathrach Phort Láirge roimhe seo

source: • The municipal districts which were formerly borough councils - Clonmel, Drogheda, Kilkenny, Sligo and Wexford
ga: • Na ceantair bhardasacha a bhíodh comhairlí buirge roimhe seo – Cluain Meala, Droichead Átha, Cill Chainnigh, Sligeach agus Loch Garman

source: • Municipal districts which include a town with a population of at least 20,000
ga: • Ceantair bhardasacha ina bhfuil baile ina bhfuil daonra ar a laghad 20,000 duine

source: County councils are not entitled to use the titles of Mayor or Deputy Mayor
ga: Níl comhairlí contae i dteideal na teidil Méara nó Leas-Mhéara a úsáid

source: Role and responsibilities of the Cathaoirleach
ga: Ról agus freagrachtaí an Chathaoirligh

source: The Cathaoirleach takes the chair (or presides) at meetings of the local authority or municipal district
ga: Déanann an Cathaoirleach cathaoirleacht ar chruinnithe an údaráis áitiúil nó an cheantair bhardasaigh (nó bíonn sé/sí i gceannas orthu)

source: On an occasion where this is an equal division of votes on an issue, they may exercise a second or casting vote (except in the case of when a new Cathaoirleach is being elected)
ga: Sa chás go mbíonn comhdheighilt vótaí ar shaincheist, féadfaidh siad an dara vóta nó an vóta réitigh a fheidhmiú (seachas nuair a bhíonn Cathaoirleach nua á thoghadh)

source: The Cathaoirleach is responsible for the conduct of business and maintenance of order at meetings and can call for (or requisition) a special meeting of the council and obtain information from the chief executive on relevant matters
ga: Bíonn an Cathaoirleach freagrach as riaradh gnó agus as ord a choimeád ar na cruinnithe agus is féidir leis cruinniú speisialta de chuid na comhairle a ghlaoch (nó a ordú) agus faisnéis a fháil ón bpríomhfheidhmeannach ar na hábhair iomchuí

source: Every local authority or municipal district must elect one of it's member to hold office for a term of one year, until a successor is elected at the next annual meeting
ga: Ní mór do gach údarás áitiúil nó ceantar bardasach ceann dá gcomhaltaí a roghnú mar Chathaoirleach ar feadh tréimhse bhliana, go dtí go dtoghtar comharba ag an gcéad chruinniú bliantúil eile

source: It is possible that someone may be re-elected for a successive term
ga: Is féidir an duine céanna a thoghadh do dhá thréimhse as a chéile

source: This election takes place at the annual meeting and is the first business of the meeting to take place
ga: Toghtar an Cathaoirleach ag an gcruinniú bliantúil agus is é céad chúram an chruinnithe é

source: There are special rules which apply to the election of the Cathaoirleach and these rules are set out in Section 37 of the Local Government Act, 2001
ga: Tá rialacha speisialta ann maidir le toghadh an Chathaoirligh agus leagtar iad seo amach in Alt 37 den Acht um Rialtas Áitiúil, 2001

source: If a casual vacancy occurs in the office of the Cathaoirleach, (for example, if he or she dies or resigns) the members of the local authority or municipal district elect one of their number to take office for the remaining period
ga: Má tharlaíonn corrfholúntas in oifig an Chathaoirligh, (mar shampla, i gcás báis nó éirí as oifig don Chathaoirleach) toghann comhaltaí an údaráis áitiúil nó an cheantair bhardasaigh duine dá gcomhaltaí chun glacadh leis an gcúram don chuid eile den tréimhse

source: The Cathaoirleach of the local authority or municipal district only serves for one year
ga: Ní sheirbheálann Cathaoirleach an údaráis áitiúil nó an cheantair bhardasaigh ach ar feadh bliain amháin

source: A person may, however, be re-elected for a successive term
ga: Féadtar duine a thoghadh arís, áfach, le haghaidh na tréimhse ina diaidh sin

source: In the case of local authorities, the Cathaoirleach chairs the Corporate Policy Group (GPG), a committee which provides a forum to consider policy issues that affect the entire Council
ga: I gcás údaráis áitiúla, déanann an Cathaoirleach cathaoirleacht ar an nGrúpa Beartais Chorparáidigh (GBC), coiste a sholáthraíonn fóram chun breithniú a dhéanamh ar shaincheisteanna a imríonn tionchar ar an gComhairle iomlán

source: Read more about local authority committees here
ga: Is féidir leat níos mó a léamh faoi choistí údaráis áitiúil anseo

source: The office of the Cathaoirleach also has a representational role on behalf of the local authority
ga: Tá ról ionadaíoch ag oifig an Chathaoirligh, chomh maith, thar ceann an údaráis áitiúil

source: This means that the Cathaoirleach represents the local authority at civic, public and ceremonial events
ga: Ciallaíonn seo go ndéanann an Cathaoirleach ionadaíocht don údarás áitiúil ag imeachtaí cathartha, poiblí agus searmanais

source: A person acting as Cathaoirleach is paid an annual allowance that is fixed by the local authority
ga: Íoctar liúntas bliantúil le duine a ghníomhaíonn mar Chathaoirleach a shocraíonn an t-údarás áitiúil

source: In order to serve as Cathaoirleach of a local authority or municipal district, you must be an elected member of the authority
ga: Chun seirbheáil mar Chathaoirleach ar údarás áitiúil nó ceantar bardasach, is gá duit bheith i do chomhalta tofa den údarás

source: Further information on nomination of candidates for local authority elections is available here
ga: Tá tuilleadh faisnéise ar fáil ar ainmniú iarrthóirí le haghaidh toghcháin údaráis áitiúil anseo

source: Information on local elections is available here
ga: Tá fáil ar fhaisnéis ar thoghcháin áitiúla anseo
